Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Crypto skipped: %@.
ar: تم تخطي التشفير: %@.
ca: Crypto saltat: %@.
cs: Šifrování přeskočeno: %@.
da: Krypto sprunget over: %@.
de: Krypto übersprungen: %@.
el: Παράβλεψη κρυπτογράφησης: %@.
es: Cripto omitido: %@.
fi: Salaus ohitettu: %@.
fr: Crypto ignoré : %@.
he: קריפטו דילג: %@.
hi: क्रिप्टो छोड़ दिया गया: %@।
hr: Kripto preskočeno: %@.
hu: Kihagyott kriptográfia: %@.
id: Kripto dilewati: %@.
it: Criptovaluta saltata: %@.
ja: 暗号がスキップされました: %@。
ko: 건너뛴 암호화: %@.
ms: Kripto dilangkau: %@.
nb: Krypto hoppet over: %@.
nl: Crypto overgeslagen: %@.
pl: Pominięte kryptowaluty: %@.
pt_br: Criptografia ignorada: %@.
pt_pt: Encriptação ignorada: %@.
ro: Crypto ignorat: %@.
ru: Криптовалюта пропущена: %@.
sk: Preskočené šifrovanie: %@.
sv: Kryptering hoppade över: %@.
th: การเข้ารหัสลับถูกข้าม: %@
tr: Kripto atlandı: %@.
uk: Крипто пропущено: %@.
vi: Tiền điện tử đã bỏ qua: %@.
zh_hans: 跳过加密：%@。
zh_hant: 跳過加密：%@。

source: Crypto Value
ar: قيمة التشفير
ca: Valor criptogràfic
cs: Hodnota kryptoměny
da: Krypto værdi
de: Kryptowert
es: Valor criptográfico
fi: Kryptoarvo
fr: Valeur cryptographique
he: ערך קריפטו
hi: क्रिप्टो मूल्य
hr: Kripto vrijednost
hu: Kriptoérték
id: Nilai Kripto
it: Valore crittografico
ja: 暗号価値
ko: 암호화폐 가치
ms: Nilai Kripto
nb: Kryptoverdi
nl: Crypto-waarde
pl: Wartość kryptowalut
pt_br: Valor criptográfico
pt_pt: Valor criptográfico
ro: Valoare cripto
ru: Криптовалютная ценность
sk: Hodnota kryptomeny
sv: Kryptovärde
th: มูลค่าการเข้ารหัสลับ
tr: Kripto Değeri
uk: Криптова вартість
vi: Giá trị tiền điện tử
zh_hans: 加密价值
zh_hant: 加密價值

source: Currency
ar: عملة
ca: Moneda
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Divisa
fi: Valuutta
fr: Devise
he: מַטְבֵּעַ
hi: मुद्रा
hr: Valuta
hu: Valuta
id: Mata uang
it: Valuta
ja: 通貨
ko: 통화
ms: mata wang
nb: Valuta
nl: Munteenheid
pl: Waluta
pt_br: Moeda
pt_pt: Moeda
ro: Valută
ru: Валюта
sk: mena
sv: Valuta
th: สกุลเงิน
tr: Para birimi
uk: Валюта
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣

source: Current market value
ar: القيمة السوقية الحالية
ca: Valor de mercat actual
cs: Aktuální tržní hodnota
da: Aktuel markedsværdi
de: Aktueller Marktwert
el: Τρέχουσα αγοραία αξία
es: Valor de mercado actual
fi: Nykyinen markkina-arvo
fr: Valeur marchande actuelle
he: שווי שוק נוכחי
hi: वर्तमान बाज़ार मूल्य
hr: Trenutna tržišna vrijednost
hu: Jelenlegi piaci érték
id: Nilai pasar saat ini
it: Valore di mercato attuale
ja: 現在の市場価値
ko: 현재 시장 가치
ms: Nilai pasaran semasa
nb: Gjeldende markedsverdi
nl: Huidige marktwaarde
pl: Aktualna wartość rynkowa
pt_br: Valor de mercado atual
pt_pt: Valor de mercado atual
ro: Valoarea curentă de piață
ru: Текущая рыночная стоимость
sk: Aktuálna trhová hodnota
sv: Aktuellt marknadsvärde
th: มูลค่าตลาดปัจจุบัน
tr: Güncel piyasa değeri
uk: Поточна ринкова вартість
vi: Giá trị thị trường hiện tại
zh_hans: 当前市场价值
zh_hant: 當前市場價值

source: Current Price
ar: السعر الحالي
ca: Preu actual
cs: Aktuální cena
da: Nuværende pris
de: Aktueller Preis
el: Τρέχουσα τιμή
es: Precio Actual
fi: Nykyinen hinta
fr: Prix ​​actuel
he: מחיר נוכחי
hi: वर्तमान कीमत
hr: Trenutna cijena
hu: Jelenlegi ár
id: Harga Saat Ini
it: Prezzo Attuale
ja: 現在の価格
ko: 현재 가격
ms: Harga Semasa
nb: Gjeldende pris
nl: Huidige prijs
pl: Aktualna cena
pt_br: Preço Atual
pt_pt: Preço Atual
ro: Prețul curent
ru: Текущая цена
sk: Aktuálna cena
sv: Aktuellt pris
th: ราคาปัจจุบัน
tr: Güncel Fiyat
uk: Поточна ціна
vi: Giá hiện tại
zh_hans: 当前价格
zh_hant: 目前價格

source: Custom Categories
ar: فئات مخصصة
ca: Categories personalitzades
cs: Vlastní kategorie
da: Brugerdefinerede kategorier
de: Benutzerdefinierte Kategorien
el: Προσαρμοσμένες κατηγορίες
es: Categorías personalizadas
fi: Mukautetut luokat
fr: Catégories personnalisées
he: קטגוריות מותאמות אישית
hi: कस्टम श्रेणियाँ
hr: Prilagođene kategorije
hu: Egyéni kategóriák
id: Kategori Khusus
it: Categorie personalizzate
ja: カスタムカテゴリ
ko: 맞춤 카테고리
ms: Kategori Tersuai
nb: Egendefinerte kategorier
nl: Aangepaste categorieën
pl: Kategorie niestandardowe
pt_br: Categorias personalizadas
pt_pt: Categorias personalizadas
ro: Categorii personalizate
ru: Пользовательские категории
sk: Vlastné kategórie
sv: Anpassade kategorier
th: หมวดหมู่ที่กำหนดเอง
tr: Özel Kategoriler
uk: Спеціальні категорії
vi: Danh mục tùy chỉnh
zh_hans: 自定义类别
zh_hant: 自訂類別

source: Custom category name
ar: اسم الفئة المخصصة
ca: Nom de categoria personalitzada
cs: Název vlastní kategorie
da: Brugerdefineret kategorinavn
de: Benutzerdefinierter Kategoriename
el: Προσαρμοσμένο όνομα κατηγορίας
es: Nombre de categoría personalizada
fi: Mukautetun luokan nimi
fr: Nom de catégorie personnalisé
he: שם קטגוריה מותאמת אישית
hi: कस्टम श्रेणी का नाम
hr: Naziv prilagođene kategorije
hu: Egyéni kategórianév
id: Nama kategori khusus
it: Nome della categoria personalizzata
ja: カスタムカテゴリ名
ko: 맞춤 카테고리 이름
ms: Nama kategori tersuai
nb: Egendefinert kategorinavn
nl: Aangepaste categorienaam
pl: Niestandardowa nazwa kategorii
pt_br: Nome da categoria personalizada
pt_pt: Nome da categoria personalizada
ro: Numele categoriei personalizate
ru: Название пользовательской категории
sk: Názov vlastnej kategórie
sv: Anpassat kategorinamn
th: ชื่อหมวดหมู่ที่กำหนดเอง
tr: Özel kategori adı
uk: Спеціальна назва категорії
vi: Tên danh mục tùy chỉnh
zh_hans: 自定义类别名称
zh_hant: 自訂類別名稱

source: Custom Category Name
ar: اسم الفئة المخصصة
ca: Nom de la categoria personalitzada
cs: Název vlastní kategorie
da: Brugerdefineret kategorinavn
de: Benutzerdefinierter Kategoriename
el: Όνομα προσαρμοσμένης κατηγορίας
es: Nombre de categoría personalizado
fi: Mukautetun luokan nimi
fr: Nom de catégorie personnalisé
he: שם קטגוריה מותאמת אישית
hi: कस्टम श्रेणी का नाम
hr: Naziv prilagođene kategorije
hu: Egyéni kategória neve
id: Nama Kategori Khusus
it: Nome della categoria personalizzata
ja: カスタムカテゴリ名
ko: 맞춤 카테고리 이름
ms: Nama Kategori Tersuai
nb: Egendefinert kategorinavn
nl: Aangepaste categorienaam
pl: Niestandardowa nazwa kategorii
pt_br: Nome da categoria personalizada
pt_pt: Nome da categoria personalizada
ro: Nume categorie personalizată
ru: Имя пользовательской категории
sk: Názov vlastnej kategórie
sv: Anpassat kategorinamn
th: ชื่อหมวดหมู่ที่กำหนดเอง
tr: Özel Kategori Adı
uk: Назва спеціальної категорії
vi: Tên danh mục tùy chỉnh
zh_hans: 自定义类别名称
zh_hant: 自訂類別名稱

source: Custom...
ar: مخصص...
ca: Personalitzat...
cs: Zvyk...
da: Skik...
de: Brauch...
el: Εθιμο...
es: Costumbre...
fi: Mukautettu...
fr: Coutume...
he: מִנְהָג...
hi: रिवाज़...
hr: Običaj...
hu: Szokás...
id: Kebiasaan...
it: Costume...
ja: カスタム...
ko: 관습...
ms: tersuai...
nb: Skikk...
nl: Aangepast...
pl: Zwyczaj...
pt_br: Personalizado...
pt_pt: Personalizado...
ro: Personalizat...
ru: Обычай...
sk: Vlastné...
sv: Beställnings...
th: กำหนดเอง...
tr: Gelenek...
uk: Спеціальний...
vi: Phong tục...
zh_hans: 风俗...
zh_hant: 風俗...

source: Daily
ar: يوميًا
ca: Diàriament
cs: Denní
da: Daglig
de: Täglich
el: Καθημερινά
es: A diario
fi: Päivittäin
fr: Tous les jours
he: יוֹמִי
hi: दैनिक
hr: Dnevno
hu: Napi
id: Sehari-hari
it: Quotidiano
ja: 毎日
ko: 일일
ms: Setiap hari
nb: Daglig
nl: Dagelijks
pl: Codziennie
pt_br: Diário
pt_pt: Diariamente
ro: Zilnic
ru: Ежедневно
sk: Denne
sv: Dagligen
th: รายวัน
tr: Günlük
uk: Щодня
vi: Hằng ngày
zh_hans: 日常的
zh_hant: 日常的

source: Danger Zone
ar: منطقة الخطر
ca: Zona de perill
cs: Nebezpečná zóna
da: Farezone
de: Gefahrenzone
el: Επικίνδυνη Ζώνη
es: Zona de peligro
fi: Vaaravyöhyke
fr: Zone dangereuse
he: אזור הסכנה
hi: खतरा क्षेत्र
hr: Opasna zona
hu: Veszélyzóna
id: Zona Bahaya
it: Zona pericolosa
ja: 危険地帯
ko: 위험지대
ms: Zon Bahaya
nb: Faresone
nl: Gevarenzone
pl: Strefa zagrożenia
pt_br: Zona de perigo
pt_pt: Zona de perigo
ro: Zona de pericol
ru: Опасная зона
sk: Nebezpečná zóna
sv: Riskzon
th: โซนอันตราย
tr: Tehlikeli Bölge
uk: НЕБЕЗПЕЧНА ЗОНА
vi: Vùng nguy hiểm
zh_hans: 危险区
zh_hant: 危險區

source: Dashboard
ar: لوحة القيادة
ca: Tauler de control
de: Armaturenbrett
el: Ταμπλό
es: Panel
fi: Kojelauta
fr: Tableau de bord
he: לוּחַ מַחווָנִים
hi: डैशबोर्ड
hr: Nadzorna ploča
hu: Műszerfal
id: Dasbor
it: Pannello di controllo
ja: ダッシュボード
ko: 계기반
ms: Papan pemuka
nb: Dashbord
pl: Panel
pt_br: Painel
pt_pt: Painel
ro: Bord
ru: Панель управления
sv: Instrumentbräda
th: แดชบอร์ด
tr: Kontrol Paneli
uk: Приладова панель
vi: Trang tổng quan
zh_hans: 仪表板
zh_hant: 儀表板

source: Data
ar: بيانات
ca: Dades
de: Daten
el: Δεδομένα
es: Datos
fr: Données
he: נְתוּנִים
hi: डेटा
hr: Podaci
hu: Adat
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
pl: Dane
pt_br: Dados
pt_pt: Dados
ro: Date
ru: Данные
sk: Údaje
th: ข้อมูล
tr: Veri
uk: Дані
vi: dữ liệu
zh_hans: 数据
zh_hant: 數據

source: Date
ar: تاريخ
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
fi: Päivämäärä
he: תַאֲרִיך
hi: तारीख
hr: Datum
hu: Dátum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
ms: tarikh
nb: Dato
nl: Datum
pl: Data
pt_br: Data
pt_pt: Data
ro: Data
ru: Дата
sk: Dátum
sv: Datum
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Delete
ar: حذف
ca: Suprimeix
cs: Vymazat
da: Slet
de: Löschen
el: Διαγράφω
es: Eliminar
fi: Poistaa
fr: Supprimer
he: לִמְחוֹק
hi: मिटाना
hr: Izbrisati
hu: Töröl
id: Menghapus
it: Elimina
ja: 消去
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuwać
pt_br: Excluir
pt_pt: Eliminar
ro: Şterge
ru: Удалить
sk: Odstrániť
sv: Radera
th: ลบ
tr: Silmek
uk: Видалити
vi: Xóa bỏ
zh_hans: 删除
zh_hant: 刪除

source: Delete %@
ar: حذف %@
ca: Suprimeix %@
cs: Smazat %@
da: Slet %@
de: %@ löschen
el: Διαγραφή %@
es: Eliminar %@
fi: Poista %@
fr: Supprimer %@
he: מחק את %@
hi: %@ हटाएं
hr: Izbriši %@
hu: %@ törlése
id: Hapus %@
it: Elimina %@
ja: %@を削除
ko: %@ 삭제
ms: Padamkan %@
nb: Slett %@
nl: Verwijder %@
pl: Usuń %@
pt_br: Excluir %@
pt_pt: Apagar %@
ro: Ștergeți %@
ru: Удалить %@
sk: Odstrániť %@
sv: Ta bort %@
th: ลบ %@
tr: %@ öğesini sil
uk: Видалити %@
vi: Xóa %@
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: Delete All Data
ar: حذف جميع البيانات
ca: Suprimeix totes les dades
cs: Smazat všechna data
da: Slet alle data
de: Alle Daten löschen
el: Διαγραφή όλων των δεδομένων
es: Eliminar Todos los Datos
fi: Poista kaikki tiedot
fr: Supprimer toutes les données
he: מחק את כל הנתונים
hi: सभी डेटा हटाएँ
hr: Izbriši sve podatke
hu: Minden adat törlése
id: Hapus Semua Data
it: Elimina Tutti i Dati
ja: すべてのデータを削除する
ko: 모든 데이터 삭제
ms: Padamkan Semua Data
nb: Slett alle data
nl: Verwijder alle gegevens
pl: Usuń wszystkie dane
pt_br: Excluir todos os dados
pt_pt: Apagar todos os dados
ro: Ștergeți toate datele
ru: Удалить все данные
sk: Vymazať všetky údaje
sv: Ta bort all data
th: ลบข้อมูลทั้งหมด
tr: Tüm Verileri Sil
uk: Видалити всі дані
vi: Xóa tất cả dữ liệu
zh_hans: 删除所有数据
zh_hant: 刪除所有數據

source: Delete All Data?
ar: هل تريد حذف جميع البيانات؟
ca: Vols suprimir totes les dades?
cs: Smazat všechna data?
da: Vil du slette alle data?
de: Alle Daten löschen?
el: Διαγραφή όλων των δεδομένων;
es: ¿Eliminar todos los datos?
fi: Poistetaanko kaikki tiedot?
fr: Supprimer toutes les données ?
he: למחוק את כל הנתונים?
hi: सभी डेटा हटाएँ?
hr: Izbrisati sve podatke?
hu: Törli az összes adatot?
id: Hapus Semua Data?
it: Eliminare tutti i dati?
ja: すべてのデータを削除しますか?
ko: 모든 데이터를 삭제하시겠습니까?
ms: Padamkan Semua Data?
nb: Vil du slette alle data?
nl: Alle gegevens verwijderen?
pl: Usunąć wszystkie dane?
pt_br: Excluir todos os dados?
pt_pt: Apagar todos os dados?
ro: Ștergeți toate datele?
ru: Удалить все данные?
sk: Odstrániť všetky údaje?
sv: Ta bort all data?
th: ลบข้อมูลทั้งหมดใช่ไหม
tr: Tüm Veriler Silinsin mi?
uk: Видалити всі дані?
vi: Xóa tất cả dữ liệu?
zh_hans: 删除所有数据？
zh_hant: 刪除所有資料？

source: Delete All Local Data...
ar: حذف جميع البيانات المحلية...
ca: Suprimeix totes les dades locals...
cs: Smazat všechna místní data...
da: Slet alle lokale data...
de: Alle lokalen Daten löschen...
el: Διαγραφή όλων των τοπικών δεδομένων...
es: Eliminar Todos los Datos Locales...
fi: Poista kaikki paikalliset tiedot...
fr: Supprimer toutes les données locales...
he: מחק את כל הנתונים המקומיים...
hi: सभी स्थानीय डेटा हटाएं...
hr: Izbriši sve lokalne podatke...
hu: Minden helyi adat törlése...
id: Hapus Semua Data Lokal...
it: Elimina Tutti i Dati Locali...
ja: すべてのローカル データを削除...
ko: 모든 로컬 데이터 삭제...
ms: Padamkan Semua Data Setempat...
nb: Slett alle lokale data...
nl: Alle lokale gegevens verwijderen...
pl: Usuń wszystkie dane lokalne...
pt_br: Excluir todos os dados locais...
pt_pt: Apagar todos os dados locais...
ro: Ștergeți toate datele locale...
ru: Удалить все локальные данные...
sk: Odstrániť všetky miestne údaje...
sv: Ta bort all lokal data...
th: ลบข้อมูลในเครื่องทั้งหมด...
tr: Tüm Yerel Verileri Sil...
uk: Видалити всі локальні дані...
vi: Xóa tất cả dữ liệu cục bộ...
zh_hans: 删除所有本地数据...
zh_hant: 刪除所有本機資料...

source: Delete all local finance data?
ar: هل تريد حذف جميع بيانات التمويل المحلي؟
ca: Vols suprimir totes les dades de finances locals?
cs: Smazat všechna místní finanční data?
da: Vil du slette alle lokale finansdata?
de: Alle lokalen Finanzdaten löschen?
el: Διαγραφή όλων των τοπικών οικονομικών δεδομένων;
es: ¿Eliminar todos los datos de finanzas locales?
fi: Poistetaanko kaikki paikalliset taloustiedot?
fr: Supprimer toutes les données des finances locales ?
he: למחוק את כל נתוני הכספים המקומיים?
hi: सभी स्थानीय वित्त डेटा हटाएं?
hr: Izbrisati sve podatke o lokalnim financijama?
hu: Törli az összes helyi pénzügyi adatot?
id: Hapus semua data keuangan daerah?
it: Eliminare tutti i dati finanziari locali?
ja: 地方財政データをすべて削除しますか?
ko: 모든 지역 금융 데이터를 삭제하시겠습니까?
ms: Padamkan semua data kewangan tempatan?
nb: Vil du slette alle lokale finansdata?
nl: Alle lokale financiële gegevens verwijderen?
pl: Usunąć wszystkie dane finansów lokalnych?
pt_br: Excluir todos os dados financeiros locais?
pt_pt: Apagar todos os dados financeiros locais?
ro: Ștergeți toate datele financiare locale?
ru: Удалить все данные о местных финансах?
sk: Odstrániť všetky miestne finančné údaje?
sv: Ta bort all lokal ekonomidata?
th: ลบข้อมูลการเงินในท้องถิ่นทั้งหมดใช่ไหม
tr: Tüm yerel finans verileri silinsin mi?
uk: Видалити всі місцеві фінансові дані?
vi: Xóa tất cả dữ liệu tài chính địa phương?
zh_hans: 删除所有本地财务数据？
zh_hant: 刪除所有本地財務資料？

source: Delete Category
ar: حذف الفئة
ca: Suprimeix la categoria
cs: Smazat kategorii
da: Slet kategori
de: Kategorie löschen
el: Διαγραφή Κατηγορίας
es: Eliminar categoría
fi: Poista luokka
fr: Supprimer la catégorie
he: מחק קטגוריה
hi: श्रेणी हटाएँ
hr: Izbriši kategoriju
hu: Kategória törlése
id: Hapus Kategori
it: Elimina categoria
ja: カテゴリの削除
ko: 카테고리 삭제
ms: Padamkan Kategori
nb: Slett kategori
nl: Categorie verwijderen
pl: Usuń kategorię
pt_br: Excluir categoria
pt_pt: Apagar categoria
ro: Ștergeți categoria
ru: Удалить категорию
sk: Odstrániť kategóriu
sv: Ta bort kategori
th: ลบหมวดหมู่
tr: Kategoriyi Sil
uk: Видалити категорію
vi: Xóa danh mục
zh_hans: 删除类别
zh_hant: 刪除類別

source: Delete Crypto Holding?
ar: هل تريد حذف ملكية العملات المشفرة؟
ca: Vols suprimir Crypto Holding?
cs: Smazat Crypto Holding?
da: Vil du slette kryptobeholdning?
de: Kryptobestand löschen?
el: Διαγραφή Crypto Holding;
es: ¿Eliminar Crypto Holding?
fi: Poistetaanko Crypto Holding?
fr: Supprimer la détention de crypto-monnaie ?
he: למחוק את החזקת קריפטו?
hi: क्रिप्टो होल्डिंग हटाएं?
hr: Izbrisati Crypto Holding?
hu: Törli a Crypto Holdingot?
id: Hapus Penyimpanan Kripto?
it: Eliminare la detenzione di criptovalute?
ja: 暗号資産の保有を削除しますか?
ko: 암호화폐 보유를 삭제하시겠습니까?
ms: Padamkan Crypto Holding?
nb: Vil du slette kryptobeholdning?
nl: Crypto-holding verwijderen?
pl: Usunąć holding kryptowalut?
pt_br: Excluir retenção de criptografia?
pt_pt: Excluir retenção de encriptação?
ro: Ștergeți Crypto Holding?
ru: Удалить криптохолдинг?
sk: Odstrániť kryptomeny?
sv: Ta bort kryptoinnehav?
th: ลบ Crypto Holding หรือไม่
tr: Kripto Holding Silinsin mi?
uk: Видалити Crypto Holding?
vi: Xóa việc nắm giữ tiền điện tử?
zh_hans: 删除加密货币持有？
zh_hant: 刪除加密貨幣持有？

source: Delete Custom Category?
ar: هل تريد حذف الفئة المخصصة؟
ca: Vols suprimir la categoria personalitzada?
cs: Smazat vlastní kategorii?
da: Vil du slette brugerdefineret kategori?
de: Benutzerdefinierte Kategorie löschen?
el: Διαγραφή προσαρμοσμένης κατηγορίας;
es: ¿Eliminar categoría personalizada?
fi: Poistetaanko oma luokka?
fr: Supprimer la catégorie personnalisée ?
he: למחוק קטגוריה מותאמת אישית?
hi: कस्टम श्रेणी हटाएँ?
hr: Izbrisati prilagođenu kategoriju?
hu: Törli az egyéni kategóriát?
id: Hapus Kategori Khusus?
it: Eliminare la categoria personalizzata?
ja: カスタム カテゴリを削除しますか?
ko: 맞춤 카테고리를 삭제하시겠습니까?
ms: Padamkan Kategori Tersuai?
nb: Vil du slette egendefinert kategori?
nl: Aangepaste categorie verwijderen?
pl: Usunąć kategorię niestandardową?
pt_br: Excluir categoria personalizada?
pt_pt: Apagar categoria personalizada?
ro: Ștergeți categoria personalizată?
ru: Удалить пользовательскую категорию?
sk: Odstrániť vlastnú kategóriu?
sv: Ta bort anpassad kategori?
th: ลบหมวดหมู่ที่กำหนดเองใช่ไหม
tr: Özel Kategori Silinsin mi?
uk: Видалити спеціальну категорію?
vi: Xóa danh mục tùy chỉnh?
zh_hans: 删除自定义类别？
zh_hant: 刪除自訂類別？

source: Delete Holding
ar: حذف القابضة
ca: Suprimeix Holding
cs: Smazat Holding
da: Slet holding
de: Bestand löschen
el: Διαγραφή κράτησης
es: Eliminar retención
fi: Poista Holding
fr: Supprimer la détention
he: מחק החזקה
hi: होल्डिंग हटाएँ
hr: Izbriši držanje
hu: Holding törlése
id: Hapus Memegang
it: Elimina attesa
ja: 所蔵の削除
ko: 보유 삭제
ms: Padamkan Pegangan
nb: Slett holding
nl: Holding verwijderen
pl: Usuń gospodarstwo
pt_br: Excluir retenção
pt_pt: Excluir retenção
ro: Ștergeți Holding
ru: Удалить холдинг
sk: Odstrániť držanie
sv: Ta bort Holding
th: ลบการถือครอง
tr: Bekletmeyi Sil
uk: Видалити холдинг
vi: Xóa giữ
zh_hans: 删除控股
zh_hant: 刪除控股

source: Delete Investment
ar: حذف الاستثمار
ca: Suprimeix la inversió
cs: Smazat investici
da: Slet investering
de: Investition löschen
el: Διαγραφή επένδυσης
es: Eliminar inversión
fi: Poista sijoitus
fr: Supprimer l'investissement
he: מחק השקעה
hi: निवेश हटाएँ
hr: Izbriši ulaganje
hu: Befektetés törlése
id: Hapus Investasi
it: Elimina investimento
ja: 投資の削除
ko: 투자 삭제
ms: Padamkan Pelaburan
nb: Slett investering
nl: Investering verwijderen
pl: Usuń inwestycję
pt_br: Excluir investimento
pt_pt: Excluir investimento
ro: Ștergeți investiția
ru: Удалить инвестицию
sk: Odstrániť investíciu
sv: Ta bort investering
th: ลบการลงทุน
tr: Yatırımı Sil
uk: Видалити інвестиції
vi: Xóa khoản đầu tư
zh_hans: 删除投资
zh_hant: 刪除投資

source: Delete Investment?
ar: حذف الاستثمار؟
ca: Vols suprimir la inversió?
cs: Smazat investici?
da: Slet investering?
de: Investition löschen?
el: Διαγραφή επένδυσης;
es: ¿Eliminar inversión?
fi: Poistetaanko sijoitus?
fr: Supprimer l'investissement ?
he: למחוק את ההשקעה?
hi: निवेश हटाएँ?
hr: Izbrisati ulaganje?
hu: Törli a befektetést?
id: Hapus Investasi?
it: Eliminare l'investimento?
ja: 投資を削除しますか?
ko: 투자를 삭제하시겠습니까?
ms: Padamkan Pelaburan?
nb: Vil du slette investeringen?
nl: Investering verwijderen?
pl: Usunąć inwestycję?
pt_br: Excluir investimento?
pt_pt: Excluir investimento?
ro: Ștergeți investiția?
ru: Удалить инвестиции?
sk: Odstrániť investíciu?
sv: Ta bort investering?
th: ลบการลงทุน?
tr: Yatırım Silinsin mi?
uk: Видалити інвестиції?
vi: Xóa khoản đầu tư?
zh_hans: 删除投资？
zh_hant: 刪除投資？

source: Delete Recurring Transaction?
ar: هل تريد حذف المعاملة المتكررة؟
ca: Vols suprimir la transacció recurrent?
cs: Smazat opakovanou transakci?
da: Vil du slette tilbagevendende transaktion?
de: Wiederkehrende Transaktion löschen?
el: Διαγραφή επαναλαμβανόμενης συναλλαγής;
es: ¿Eliminar transacción recurrente?
fi: Poistetaanko toistuva tapahtuma?
fr: Supprimer la transaction récurrente ?
he: למחוק את העסקה החוזרת?
hi: आवर्ती लेनदेन हटाएं?
hr: Izbrisati ponavljajuću transakciju?
hu: Törli az ismétlődő tranzakciót?
id: Hapus Transaksi Berulang?
it: Eliminare la transazione ricorrente?
ja: 定期的なトランザクションを削除しますか?
ko: 반복 거래를 삭제하시겠습니까?
ms: Padamkan Transaksi Berulang?
nb: Vil du slette gjentakende transaksjon?
nl: Terugkerende transactie verwijderen?
pl: Usunąć transakcję cykliczną?
pt_br: Excluir transação recorrente?
pt_pt: Apagar transação recorrente?
ro: Ștergeți tranzacția recurentă?
ru: Удалить повторяющуюся транзакцию?
sk: Odstrániť opakujúcu sa transakciu?
sv: Ta bort återkommande transaktion?
th: ลบธุรกรรมที่เกิดซ้ำใช่ไหม
tr: Yinelenen İşlem Silinsin mi?
uk: Видалити повторювану транзакцію?
vi: Xóa giao dịch định kỳ?
zh_hans: 删除重复交易？
zh_hant: 刪除重複交易？

source: Delete schedule
ar: حذف الجدول الزمني
ca: Suprimeix la programació
cs: Smazat plán
da: Slet tidsplan
de: Zeitplan löschen
el: Διαγραφή προγράμματος
es: Eliminar horario
fi: Poista aikataulu
fr: Supprimer le planning
he: מחק לוח זמנים
hi: शेड्यूल हटाएं
hr: Izbriši raspored
hu: Ütemezés törlése
id: Hapus jadwal
it: Elimina pianificazione
ja: スケジュールの削除
ko: 일정 삭제
ms: Padamkan jadual
nb: Slett tidsplan
nl: Schema verwijderen
pl: Usuń harmonogram
pt_br: Excluir agendamento
pt_pt: Apagar agendamento
ro: Ștergeți programul
ru: Удалить расписание
sk: Odstrániť plán
sv: Ta bort schema
th: ลบกำหนดการ
tr: Programı sil
uk: Видалити розклад
vi: Xóa lịch biểu
zh_hans: 删除日程
zh_hant: 刪除行程

source: Delete transaction
ar: حذف المعاملة
ca: Suprimeix la transacció
cs: Smazat transakci
da: Slet transaktion
de: Transaktion löschen
el: Διαγραφή συναλλαγής
es: Eliminar transacción
fi: Poista tapahtuma
fr: Supprimer la transaction
he: מחק עסקה
hi: लेन-देन हटाएँ
hr: Izbriši transakciju
hu: Tranzakció törlése
id: Hapus transaksi
it: Elimina transazione
ja: トランザクションの削除
ko: 거래 삭제
ms: Padamkan transaksi
nb: Slett transaksjonen
nl: Transactie verwijderen
pl: Usuń transakcję
pt_br: Excluir transação
pt_pt: Apagar transação
ro: Șterge tranzacția
ru: Удалить транзакцию
sk: Odstrániť transakciu
sv: Ta bort transaktion
th: ลบธุรกรรม
tr: İşlemi sil
uk: Видалити транзакцію
vi: Xóa giao dịch
zh_hans: 删除交易
zh_hant: 刪除交易

source: Delete Transaction
ar: حذف المعاملة
ca: Suprimeix la transacció
cs: Smazat transakci
da: Slet transaktion
de: Transaktion löschen
el: Διαγραφή συναλλαγής
es: Eliminar transacción
fi: Poista tapahtuma
fr: Supprimer la transaction
he: מחק את העסקה
hi: लेन-देन हटाएँ
hr: Izbriši transakciju
hu: Tranzakció törlése
id: Hapus Transaksi
it: Elimina transazione
ja: トランザクションの削除
ko: 거래 삭제
ms: Padamkan Transaksi
nb: Slett transaksjon
nl: Transactie verwijderen
pl: Usuń transakcję
pt_br: Excluir transação
pt_pt: Apagar transação
ro: Șterge tranzacția
ru: Удалить транзакцию
sk: Odstrániť transakciu
sv: Ta bort transaktion
th: ลบธุรกรรม
tr: İşlemi Sil
uk: Видалити транзакцію
vi: Xóa giao dịch
zh_hans: 删除交易
zh_hant: 刪除交易

source: Delete Transaction?
ar: هل تريد حذف المعاملة؟
ca: Vols suprimir la transacció?
cs: Smazat transakci?
da: Vil du slette transaktionen?
de: Transaktion löschen?
el: Διαγραφή συναλλαγής;
es: ¿Eliminar transacción?
fi: Poistetaanko tapahtuma?
fr: Supprimer la transaction ?
he: למחוק את העסקה?
hi: लेन-देन हटाएँ?
hr: Izbrisati transakciju?
hu: Törli a tranzakciót?
id: Hapus Transaksi?
it: Eliminare la transazione?
ja: トランザクションを削除しますか?
ko: 거래를 삭제하시겠습니까?
ms: Padamkan Transaksi?
nb: Vil du slette transaksjonen?
nl: Transactie verwijderen?
pl: Usunąć transakcję?
pt_br: Excluir transação?
pt_pt: Apagar transação?
ro: Ștergeți tranzacția?
ru: Удалить транзакцию?
sk: Chcete odstrániť transakciu?
sv: Ta bort transaktion?
th: ลบธุรกรรม?
tr: İşlem Silinsin mi?
uk: Видалити трансакцію?
vi: Xóa giao dịch?
zh_hans: 删除交易？
zh_hant: 刪除交易？
